Repository: virtual-labs/exp-projectile-motion-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: " पर्यावरण चुनें" ड्रॉप डाउन मेनू का चयन करें।

source: help2
hi_in: वेग ' वेग ' स्लाइडर का उपयोग कर समायोजित करें।

source: help3
hi_in: कोण ' प्रक्षेपण के कोण ' स्लाइडर का उपयोग कर समायोजित करें।

source: help4
hi_in: ऊंचाई का उपयोग करते हुए ' तोप ऊंचाई ' स्लाइडर को समायोजित करें।

source: help5
hi_in: 'आग' बटन पर क्लिक करें, गोली फायरिंग के लिए इस्तेमाल किया जाता है।

source: help6
hi_in: मिटा बटन चाप रेखा मिटा देने के लिए है।

source: help7
hi_in: चेकबॉक्स 'शो परिणाम' परिणाम पढ़ने देता है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Projectile Motion
hi_in: प्रक्षेप्य गति

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Choose Environment:
hi_in: पर्यावरण चुनें:

source: m/s
hi_in: मीटर / सेकंड

source: m
hi_in: मीटर

source: s
hi_in: सेकंड

source: Earth, g=9.8m/s
hi_in: पृथ्वी, जी = 9.8 मीटर / सेकंड

source: Velocity:
hi_in: वेग:

source: Angle of Projection:
hi_in: प्रक्षेपण के कोण :

source: Cannon Height:
hi_in: तोप ऊंचाई:

source: Fire
hi_in: आग

source: Erase
hi_in: मिटाना

source: Show Result
hi_in: परिणाम दिखाओ

source: Time of Flight, T:
hi_in: उड़ान , टी के समय:

source: Maximum Height, H:
hi_in: अधिकतम ऊँचाई , एच :

source: Horizontal Range, R:
hi_in: क्षैतिज श्रेणी , आर:

source: Earth
hi_in: पृथ्वी, जी = 9.8 मीटर / सेकंड

source: Moon
hi_in: चांद, जी = 1.6 मीटर / सेकंड

source: Uranus
hi_in: अरुण ग्रह, जी = 10.67 मीटर / सेकंड

source: Saturn
hi_in: शनि ग्रह, जी = 11.08 मीटर / सेकंड

source: Jupiter
hi_in: बृहस्पति, जी = 25.95 मीटर / सेकंड
